{
  "data": {
    "projects": [
      {
        "id": "visitor-box",
        "title": "Visitor Box For Retirement & Nursing Homes \"MEET SAVE\"",
        "tagline": "Exchange of emotions through all senses should prevent loneliness and create closeness in a real meeting place. \n\nThe idea of the visitor box is meant to provide more\n“closeness” during times of necessary social or physical distancing. Visitor boxes can be placed at entrances, receptions or other strategic meeting points of a nursing home and with that provide safe social exchange. Visitors can then register online or by\ntelephone to come see their loved ones with the precautions to keep them safe.",
        "description": "Social distancing must not result in loneliness: Risk group persons are often avoided for their own protection, but at the expense of their mental health. Digitalisation is intended to create proximity during a pandemic, but it excludes all those who cannot find their way in the digital world: How can an elderly person, for whom anything around often is too fast anyway, not feel lonely?\nThere are always situations that require a physical presence for mental support: Would you like to let your friend go to the doctor alone for an initial consultation after a cancer diagnosis?\nWe decided on boxes as a face-to face encounter to begin with. Often a custom-made product, they are found in front of retirement homes. However, these do not convey any comfort and appear impersonal.\nExchange of emotions through all senses should prevent loneliness and create closeness in a real meeting place. This should include: Touching through a protective layer should be possible, maybe even hugging. An audio induction loop i.e. should allow conversations to take place despite hearing difficulties. Empathy and love can be shown by handing presents through a box, which disinfects the object via UVC. \nA modular design should enable low-cost production and storage as well as quick installation at the destination. This ensures that the boxes are immediately ready for use in situations of crisis! ",
        "technologiesUsed": "To communicate we used whatsApp, phone calls, mail, the slack chat. Since there are a lot of different inputs and things that we thought important for this project, we often split the targets and presented them to each other afterwards.\nWe decided to draw a prototype with Rhinoceros, since we are familiar with this program.\nAdobe Indesign is our first choice for Presentations. We took pictures from Adobe Stock mainly. Due to your advice, we used InShot for our short video.\n\nAbout the technologies used in our boxes:\nHearing systems, e.g. Audio Induction Loop, are designed to make it possible to have a great conversation even with amblyacousia.\nUVC versus Far UVC versus Pulsed Xenon: The discussion about room disinfection using UVC light has brought us to the following conclusions: Since disinfecting the air in a room takes longer than on a surface alone, our box should be as small as possible and contain as few angled objects as possible. Since UVC is generally carcinogenic, it must be ensured that no one has access to the boxes during cleaning times between the conversations. This can be done with an infrared camera or a motion detector. This should, for example, be connected by an Arduino system to the closing mechanism of the door and the UVC source. For letting people know that the room has been cleaned,  there can be installed a  Red/Green light or a sound box.",
        "obstacles": "For the realization we need further inputs about UVC, what we have to consider for such an installation and especially case studies. Since rapid research is not sufficient to deal specifically with the effects of UVC on materials, we have not yet found a solution for our touching and hugging idea without contamination.",
        "accomplishments": "Despite stressful phases and an overwhelming amount of inputs, we have always found our way. The further development of these boxes is an affair of the heart for us, because this is a way we can make a social contribution to the risk groups, that includes our beloved grandparents, family and friends. We pursue new approaches to maintain mental health in society during crisis situations.",
        "learnings": "What we learn\nTaff 48 hours can boost an idea to a real project! Thanks to our mentors, we learned a lot about different technologies in healthcare and physics. Especially Far UVC is a very interesting approach to reduce the spread of viruses. The how to sessions were also very helpful, well and clearly summarized. His creativity to boost, how to pitch his project and how to create a simple video are good know how for our future!",
        "nextSteps": "\"MEET SAVE\" is intended to create proximity during social distancing, which is accessible to all. That's why we have to concentrate on gathering all the missing concrete informations about the equipment. Therefore we plan to find mentors and sponsors who can provide us with contacts and who can identify themselves with our idea. Especially in the area of safety in use around UVC there is still a lot of research to be done. \nWith mentors from the construction industry, the modular system should be worked out and, if possible, produced with regional resources.\nWe can count on the help of IBW Maienfeld for the production of a prototype, as three of us are studying product design there.\nA further idea is to adapt this box system for other public and private institutions: Immunodeficiency patients in hospitals, rehabilitation centers, coaching services in public places, etc. This extends the scope of application also outside of a pandemic period. \n",
        "videoUrl": "http://ard-design.ch/InShot.mp4",
        "urls": [
          "https://www.youtube.com/watch?v=9wX8W_KZAK0",
          "https://www.youtube.com/watch?v=YATYsgi3e5A\t",
          "http://www.iuva.org/IUVA-Fact-Sheet-on-UV-Disinfection-for-COVID-19",
          "https://www.pro-audito.ch/rund-um-den-hoerverlust/was-sind-hoeranlagen/",
          "https://www.cubicallbooth.com/isolation-solutions/",
          "https://www.newswise.com/coronavirus/lightstrike-robots-proven-to-deactivate-sars-cov-2-on-surfaces-in-2-minutes/?article_id=731746",
          "https://www.northwoodtechnology.ie/dual-technology-detectors",
          "https://www.researchsquare.com/article/rs-25728/v1",
          "https://www.arduino.cc/",
          "http://ard-design.ch/Visitor%20Boxes.pdf"
        ],
        "relevanceToHackathon": "A large portion of the Swiss population (about 1/5)  is above 65 years of age and fall under the risk category which needs additional safety measures in times of social distancing.\nThe lack of social contact and closeness to their loved ones poses additional anxiety and insecurity. Our solution exactly address this social distancing issue and is applicable to all risk groups.",
        "relevanceToChallenge": "Our Solution allows certain degree of social life, while  protecting people belonging to risk groups.",
        "longTermImpact": "Our Solution can be used in future pandemics as well as for other categories (immune-compromised, cancer -patients, coaching meetings)",
        "progressDuringHackathon": "New Modular design of the unit, colloborations and knowledge gained for electronics, sensors etc. Idea creation, Prototyping.",
        "valueAdded": "Our Solution will be made accessible to a large network of  Old-age-homes, nursing homes, clinics, rehabilitation centres, by having a modular strategy allowing easy setup, dismantling and low production cost."
      }
    ]
  }
}