{"data":{"projects":[{"id":"10008d3f-9f35-489b-b39b-762163b7e3f2","title":"Meet Safe","tagline":"Exchange of emotions through all senses should prevent loneliness and create closeness in a real meeting place. \n\nThe idea of the visitor box is meant to provide more\n“closeness” during times of necessary social or physical distancing. Visitor boxes can be placed at entrances, receptions or other strategic meeting points of a nursing home and with that provide safe social exchange. Visitors can then register online or by\ntelephone to come see their loved ones with the precautions to keep them safe.","description":"Social distancing must not result in loneliness: Risk group persons are often avoided for their own protection, but at the expense of their mental health. Digitalisation is intended to create proximity during a pandemic, but it excludes all those who cannot find their way in the digital world: How can an elderly person, for whom anything around often is too fast anyway, not feel lonely?\nThere are always situations that require a physical presence for mental support: Would you like to let your friend go to the doctor alone for an initial consultation after a cancer diagnosis?\nWe decided on boxes as a face-to face encounter to begin with. Often a custom-made product, they are found in front of retirement homes. However, these do not convey any comfort and appear impersonal.\nExchange of emotions through all senses should prevent loneliness and create closeness in a real meeting place. This should include: Touching through a protective layer should be possible, maybe even hugging. An audio induction loop i.e. should allow conversations to take place despite hearing difficulties. Empathy and love can be shown by handing presents through a box, which disinfects the object via UVC. \nA modular design should enable low-cost production and storage as well as quick installation at the destination. This ensures that the boxes are immediately ready for use in situations of crisis! ","technologiesUsed":"To communicate we used whatsApp, phone calls, mail, the slack chat. Since there are a lot of different inputs and things that we thought important for this project, we often split the targets and presented them to each other afterwards.\nWe decided to draw a prototype with Rhinoceros, since we are familiar with this program.\nAdobe Indesign is our first choice for Presentations. We took pictures from Adobe Stock mainly. Due to your advice, we used InShot for our short video.\n\nAbout the technologies used in our boxes:\nHearing systems, e.g. Audio Induction Loop, are designed to make it possible to have a great conversation even with amblyacousia.\nUVC versus Far UVC versus Pulsed Xenon: The discussion about room disinfection using UVC light has brought us to the following conclusions: Since disinfecting the air in a room takes longer than on a surface alone, our box should be as small as possible and contain as few angled objects as possible. Since UVC is generally carcinogenic, it must be ensured that no one has access to the boxes during cleaning times between the conversations. This can be done with an infrared camera or a motion detector. This should, for example, be connected by an Arduino system to the closing mechanism of the door and the UVC source. For letting people know that the room has been cleaned,  there can be installed a  Red/Green light or a sound box.","obstacles":"For the realization we need further inputs about UVC, what we have to consider for such an installation and especially case studies. Since rapid research is not sufficient to deal specifically with the effects of UVC on materials, we have not yet found a solution for our touching and hugging idea without contamination.","accomplishments":"Despite stressful phases and an overwhelming amount of inputs, we have always found our way. The further development of these boxes is an affair of the heart for us, because this is a way we can make a social contribution to the risk groups, that includes our beloved grandparents, family and friends. We pursue new approaches to maintain mental health in society during crisis situations.","learnings":"What we learn\nTaff 48 hours can boost an idea to a real project! Thanks to our mentors, we learned a lot about different technologies in healthcare and physics. Especially Far UVC is a very interesting approach to reduce the spread of viruses. The how to sessions were also very helpful, well and clearly summarized. His creativity to boost, how to pitch his project and how to create a simple video are good know how for our future!","nextSteps":"\"MEET SAVE\" is intended to create proximity during social distancing, which is accessible to all. That's why we have to concentrate on gathering all the missing concrete informations about the equipment. Therefore we plan to find mentors and sponsors who can provide us with contacts and who can identify themselves with our idea. Especially in the area of safety in use around UVC there is still a lot of research to be done. \nWith mentors from the construction industry, the modular system should be worked out and, if possible, produced with regional resources.\nWe can count on the help of IBW Maienfeld for the production of a prototype, as three of us are studying product design there.\nA further idea is to adapt this box system for other public and private institutions: Immunodeficiency patients in hospitals, rehabilitation centers, coaching services in public places, etc. This extends the scope of application also outside of a pandemic period. \n","videoUrl":"http://ard-design.ch/InShot.mp4","urls":["https://www.youtube.com/watch?v=9wX8W_KZAK0","https://www.youtube.com/watch?v=YATYsgi3e5A\t","http://www.iuva.org/IUVA-Fact-Sheet-on-UV-Disinfection-for-COVID-19","https://www.pro-audito.ch/rund-um-den-hoerverlust/was-sind-hoeranlagen/","https://www.cubicallbooth.com/isolation-solutions/","https://www.newswise.com/coronavirus/lightstrike-robots-proven-to-deactivate-sars-cov-2-on-surfaces-in-2-minutes/?article_id=731746","https://www.northwoodtechnology.ie/dual-technology-detectors","https://www.researchsquare.com/article/rs-25728/v1","https://www.arduino.cc/","http://ard-design.ch/Visitor%20Boxes.pdf"],"relevanceToHackathon":"A large portion of the Swiss population (about 1/5)  is above 65 years of age and fall under the risk category which needs additional safety measures in times of social distancing.\nThe lack of social contact and closeness to their loved ones poses additional anxiety and insecurity. Our solution exactly address this social distancing issue and is applicable to all risk groups.","relevanceToChallenge":"Our Solution allows certain degree of social life, while  protecting people belonging to risk groups.","longTermImpact":"Our Solution can be used in future pandemics as well as for other categories (immune-compromised, cancer -patients, coaching meetings)","progressDuringHackathon":"New Modular design of the unit, colloborations and knowledge gained for electronics, sensors etc. Idea creation, Prototyping.","valueAdded":"Our Solution will be made accessible to a large network of  Old-age-homes, nursing homes, clinics, rehabilitation centres, by having a modular strategy allowing easy setup, dismantling and low production cost.","thumbnail":"meet-safe-thumbnail.png","images":["meet-safe-1.jpg","meet-safe-2.jpg","meet-safe-3.jpg","meet-safe-4.jpg","meet-safe-5.jpg","meet-safe-6.jpg"],"team":{"primaryTopic":{"id":"protection","title":"Protection of Risk Groups"}},"name":"meet-safe","datePublished":"2020-05-31"},{"id":"1796d464-6777-49fd-9317-828f8b38bcb0","title":"Crowdy","tagline":"Sharing Public Spaces","description":"Crowdy aims at a safe usage of public spaces.The core is our heatmap showing occupancy rate data of specific destinations. This way, users can make informed and sound decisions upon where to go - and, meanwhile, get rewarded for physical distancing by collecting virtual points. This is all possible without user tracking and supports sustainable personal responsibility in Switzerland. Moreover, for this service, there is no need for registration. However, once users register, they can access the addition of monetary rewards. Virtual points, accumulated through low-risk behaviour, can be redeemed with real rewards at local\nbusinesses – and in so doing boost sales and spending. In the long run, it can even help to support the CRM and CSR of the local business partners since they promote and award sustainable behaviour.","technologiesUsed":"HTML/CSS, Javascript, vue.js, Google Maps, Open Street Maps, flask, Leaflet, Python, Flutter","obstacles":"Currenty, we are using Google's popularity data. We aim, however, at working with mobilephone data which is a lot more accurate. Therefore, our biggest challenge is to get access to this kind of data. We already started to reach out to potential partners and got first entrys. ","accomplishments":"We are very proud that we got funding for our project from the Versus Virus organisation. We are also proud of our accomplishments with the elaborate rewarding system and the overall concept that, when implemented, benefits a lot of stakeholders: not only users but also local businesses that profit from increased revenues. In addition we are proud that we were able to organise our participation once again and improve Crowdy during the second VV hackathon with the help of a new team member who supports our IT-team. We also are proud that we have build our new webpage www.crowdy.ch, which we plan to improve even further in the next days. \n","learnings":"We are constantly learning as a team and on the individual level. Some of the biggest learnings so far are, for instance, learning new programme languages, figuring out how to work best remotely, setting up frameworks for motion data and producing compact mock-up videos.","nextSteps":"The next step is to get the mobilephone data from a telecommunication company with which we already got in contact. After that, we would finalise our predicitve algorithms, start our marketing campaign and launch the app on the appstore/android playstore. ","videoUrl":"https://youtu.be/i_1Lc0IrE08","urls":["www.crowdy.ch","https://github.com/KatCe/Crowdless-flutter-Prototype"],"relevanceToHackathon":"It is not yet clear how to confront the virus best. Will there be vaccines? If we behave like we used to in public, will there be a second strike of the virus? Under this light, Switzerland is working on apps that track your contact with coronavirus infected. The problem is, however, that the majority of infected people are asymptomatic. And such apps did not result in a satisfactory outcome. Therefore, the best bet is to be careful with crowds overall. Switzerland could be a pioneer in implementing crowdy on a larger scale. Furthermore, the rewarding system helps local businesses by boosting revenue, as we see large drops in revenue and consumer spending. At the end, this results in a win-win-situation, even for the Swiss Federal Council which would lower the chance for potential future lockdowns when people are able to avoid crowds easier and to organise them also easier when a new wave of COVID or another pandemic would occure.  ","relevanceToChallenge":"With Crowdy, we enable users to take informed decisions upon where to go so they can use public spaces safely and maintain physical distancing. This is made possible through our interactive heatmap that displays the current occupancy rate as well as predictions for future occupancy rates.  ","longTermImpact":"The president of the WHO predicted that the coronavirus will be around for five more years. Crowdy aims at enabling citizens to continue using public spaces during this time. We believe that Crowdy has the potential to be used similarly to how we consume weather predictions and inform us about the traffic jam. There are, however, other areas of applications as well, since we operate with flexible parameters. A possible application could be the forecasting of public transport utilisation.   ","progressDuringHackathon":"During this Hackathon we took our web-app prototype Crowdy to the next level. Together with a new team member in the IT team, we created a cross-platform Flutter mobile app that demonstrates the functionality of our app. After searching a location, it shows a heat map on top of an OpenStreetMap. A ranking page shows the levels and points of the users that entered the least crowded areas. Your own level is displayed on the main page. Besides that, we also created a first model of our website, which is the first step in our online presence and in getting potential partners onboard. ","valueAdded":"Crowdy bundles occupancy rate data sources on one plattform and is tailor-made for the current situation and beyond. Low risk behaviour and the willingness of physical distancing is further incentivised through our reward system. Finally, the local economy benefits as well due to the revenue boost and, additionally, from the support of the sustainable behaviour of their clients, from the reduced infection rate. Furtermore, Crowdy can be a valuable companion also after the crisis as described above.","thumbnail":"crowdy-thumbnail.png","images":[],"team":{"primaryTopic":{"id":"prevention","title":"Dissemination Prevention"}},"name":"crowdy","datePublished":"2020-05-31","youTubeVideoId":"i_1Lc0IrE08"},{"id":"1a2a9ea5-5567-4b7e-8f39-5139b8a50f17","title":"Vamos?","tagline":"check crowd density of places online","description":"Develop a high-quality, low-cost, easily implementable digital solution that measures crowd density real-time, that both analyzes and visualizes this data on smartphone apps while preserving data-privacy. Develop a historical and forecasting system for local business managers and public authorities.\n","technologiesUsed":"- bluetooth low energy (ble)\n- raspberry Pi\n- mathematical triangulation\n- signal hashing (for privacy)\n- server-client architecture\n- python, javascript, golang, tcp/ip, redis/mongodb (databases)\n- ios/android (for apps)\n","obstacles":"- Understanding and setting into place a bluetooth low energy architecture that can be used for real-time triangulation.\n- Defining a strategy that balances both the covid-19 response (non-profit) and sustainable aspects (for-profit). Which companies/incubators should we collaborate with and when.\n- Finding the right people to complement a team with good internal people dynamics.\n","accomplishments":"- Having Prof. Dr. G. Keith Still on the advisory board and the quality of the entire advisory board (Dr. Federico Botta, lecturer; Marc Lehmann, MSc Insurance; Dr. med. Li Zhang, President; Oliver Hasler Msc, CEO & Partner Investment Company).\n- Triangulation measurements with a detection precision of 1 m or better over 30x30 m area (still exploring).\n- Detailed server-client system architecture.\n- Finding the right people at the right time.\n","learnings":"Crow-density is a very important topic, which has been studied in depth by\nProf. Dr. G. Keith Still. This topic is not only important for covid-19, but also to elaborate evacuation and safety measures for public places.\nIn order to detect and triangulate phone signals we had to learn several new techniques (Bluetooth low energy, Raspberry-Pi, in-memory databases, real-time signal processing)\n","nextSteps":"- Finish architecture development\n- Install web Live Proof-of-Concept Local People Density Detection demos.\n- Enlarge the team with new team members (2-3 people ready to join in the next weeks)\n- Continue with the VersusVirus Incubator process.\n- Secure Funding for Startup Launch.\n- Reach out to Key Stakeholders\n","videoUrl":"https://drive.google.com/file/d/1l1hcbtg3KAp3nSXRq4xEc6CtS2oQ5Mkz/view?usp=sharing","urls":["https://drive.google.com/file/d/1HzDhPF1JwobzpHISYWcBd2iuu6VXQajm/view?usp=sharing"],"relevanceToHackathon":"- As a primary source of information about crowd density,\nwe could substantially help individuals, store managers and authorities\nto better manage the crisis. \n- Data can contribute to construct better mathematical epidemiological models.\n","relevanceToChallenge":"- With our app, individuals can decide where to go and avoid crowded areas.\n- This could keep distribution of people more uniform.\n","longTermImpact":"- help elaborating safe solutions for business- and public place managers.\n- reactivate the economy by letting people better manage the risk of high crowd densities.\n","progressDuringHackathon":"- conceptual refining of the idea\n- better marketing and communication strategy\n- potential new team members and collaborations\n- 1st time signal triangulations with 1 meter (or less) precision\n","valueAdded":"- introduce a unique, low-cost, standalone, real-time primary source of crowd-density.\n- fine-grain, historical crowd-density measurements available to local store managers and authorities\n- crowd density forecasting\n- locally controllable system\n- data privacy by design: runtime phone address and date anonymization,\nlocal processing, data storage lifetime < 5 min, collect only signals inside the area of responsibility of store business owners.\n","thumbnail":"vamos-thumbnail.png","images":["vamos-1.png"],"team":{"primaryTopic":{"id":"prevention","title":"Dissemination Prevention"}},"name":"vamos","datePublished":"2020-05-31"},{"id":"251fd5bc-0b0b-4255-8cee-467d3410faa9","title":"Lokaler Einkauf","tagline":"e-commerce marketplace for local shops","description":" #LOKALEREINKAUF  is an e-commerce marketplace that will allow small shops from Switzerland to sell online their products. ","technologiesUsed":"Wordpress, Woocomerce, PHP, HTML, JavaScript, CSS, Powerpoint, Windows Moviemaker","obstacles":"It is challenging to try to explain in a few words the whole project.   ","accomplishments":"We know that this platform will help small businesses to market their own products, so they don't need to deal with technical stuff and they can concentrate only on their customers.","learnings":"When the same people are inspired by an idea that will help somebody, great things are happing.","nextSteps":"- Recruit the shops that want to sell through our platform (small shops, local producers, farmers)\n- Fine tune payment flows & bug fixing\n- Go Live\n- Promote the platform and create more visibility through social media\n","videoUrl":"https://www.dropbox.com/s/npwvd15wc5kvnct/lolkalereinkauf.mp4?dl=0","urls":["https://www.lokalereinkauf.ch/","https://www.dropbox.com/s/eewicf054fqkm3k/Team_1005_LokalerEinkauf.pptx?dl=0"],"relevanceToHackathon":"Swiss local shops are suffering from the lockdown and the increased propension of customers to order online. With LokalerEinkauf we want to help these Swiss shops.","relevanceToChallenge":"Create more visibility for local Swiss producers by offering them the technical help to sell their products online and get in touch with their customers.","longTermImpact":"The project can be extended to all local shops in Switzerland, and this provides a significant revenue contribution to local shops.","progressDuringHackathon":"We have developed the marketplace on top of the WooCommerce platform and contacted local shops to participate. We still need to fix the payment processing to be able to go live, as well as involve more shops.","valueAdded":" The project is helping local businesses increase their revenue.","thumbnail":"lokaler-einkauf-thumbnail.png","images":[],"team":{"primaryTopic":{"id":"afterthecrisis","title":"After the Crisis"}},"name":"lokaler-einkauf","datePublished":"2020-05-31"},{"id":"2bb3f36f-cc3c-49c8-9de6-d741fb0e143e","title":"Prevails","tagline":"Building an integrative and dynamic ‘Omics data hub for COVID-19 (and future pandemics) to enable Switzerland to PREVAIL!","description":"The COVID-19 pandemic has resulted in a heightened awareness of virus infection susceptibility. Natural variability to viral infection, disease etiology, and differences in outcome occur because of genetic variation. Additional factors are also likely present that result in the differences in symptoms and/or risk of death that are observed between individuals of different age, gender, and ethnicity. Understanding the profile of host receptors, combined with meta-data on acquired infections, can help elucidate biomarkers for treatment. Most infectious agents (virus, bacteria) take advantage of the host’s cellular machinery to infect, replicate, and continue their lifecycle. Variability in the human population needs to be understood to determine who is at most risk, while fast access to this database is critical for health care responders / government. \n\nHere we propose, PREVAILS, as a platform that engages individuals to contribute to a collaborative database of genome and health meta-data. We shall provide individuals with a highest level of security/encryption for their data, having the right to give or withdraw their consent for the use of their data at any point and improve their awareness on the topic with genetic counseling.\n\nThis platform is designed to be collaborative and integrative, to enable rapid and easy collaboration for data access, consent retrieval and participant recruitment for trials. Owing to its dynamic nature, the platform stays up-to-date in terms of healthcare reports, identification of biomarkers, personalised medical information. \n","technologiesUsed":"To facilitate our communication by keeping the social distancing we used several applications to share our discussions and ideas, namely: Zoom, Google share documents, Slack. For our presentation and deliverables, we used Microsoft Suite (Powerpoint, Word). For the visual description of our idea we used the ZOOM app to record and Final Cut Pro to edit our video. ","obstacles":"The most difficult point to address in our discussions in the shaping of this idea, was the sensitivity of personal and medical data. We realise that there is a mismatch between the technological advances and the ethical requirements for secure data storing (GDPR) and use. We believe that it is essential for individuals to have the highest level of security/encryption for their data, having the right to give or withdraw their consent for the use of their data at any point and improve their awareness on the topic with genetic counseling. All these are mature topics of discussion nowadays, in order for a society to reap the benefit of genetic studies.","accomplishments":"Our greatest accomplishment in the last 48hrs was first of all the presentation of an idea which could have an immediate social impact in the fight against COVID-19, with the possibility also to expand for future pandemic strategies. Besides the idea itself, we are proud of our collaboration regarding decision making, reaching consensus and catalysing an idea to product with patience and openness. Overall, we went from nothing to a framework and roadmap for future work on this project.","learnings":"We learnt the skills of team-building with a set of unknown parameters before this Hackathlon. Being part of a team with a wide spectrum of experiences and professional backgrounds, hackathon was for each one of us a unique experience for learning and respectful collaboration. At the end of the VersusVirus experience, we definitely feel more aware about the COVID-19 crisis and the challenges we still face as a society.","nextSteps":"We are eager to build an operational demo in collaboration with stakeholders all over Switzerland. We plan to set up new partnerships and engage in collaboration with existing research and sequencing centers. In parallel, we will apply for the VirusVersus Incubator program and work on finalizing our business model.","videoUrl":"https://bit.ly/sliceHackathonTeam1008","urls":["https://drive.google.com/drive/folders/1UacqdW_L_nEko0eN8Gd6bqP47SKLQ10G?usp=sharing"],"relevanceToHackathon":"Currently, the COVID-19 treatment and research are decentralized hindering early outcomes and loss of potential to huge datasets for decision making. We propose PREVAILS as a collaborative platform that will engage Swiss citizens and stakeholders (hospitals, sequencing centers,expert organizations) from all over Switzerland.\n \nOn one hand,  PREVAILS will implement a genomic database and interlace it with existing healthcare data, thus allowing researchers and medical experts to correlate specific genetic information to virus susceptibility, provide personalised and precise outcomes to fight COVID-19.","relevanceToChallenge":"Our proposed solution is in line with Challenge on “Complementary Medicine App (Focus: Individual Health Profile) following the aspects:\n- Independent immune systems\n- Health App which connects patients to the health care system\n- Individual/personalised (including genomic) data collection and analysis\n- Provide individual information on susceptibility to virus","longTermImpact":"The long-term impact of the idea is targeting:\n- Prevention of COVID-19 or future infection diseases.\n- Personalized genetic profiles to improve health & wellness.\n- Preparedness for future epidemics.\n- Data that can help transition back to normalcy faster.\n","progressDuringHackathon":"During this May Hackathon we managed to spontaneously form a team, brainstorm on needs, identify a relevant question to tackle based on our challenge topic, discuss our worries about COVID-19’s impact on society, identify possible methods to improve health care for Covid-19 patients and at-risk individuals, and lastly develop a plan for a platform that will benefit all stakeholders in the Swiss healthcare ecosystem.\n\nAdditionally we worked on:\n- Needs identification.\n- Idea creation. \n- Project planning & management.\n- Understanding the value added to healthcare stakeholders.\nIdentifying potential partners for future collaboration.\nPlanning future steps.\n","valueAdded":"Getting closer to the dream of Precision Medicine by engaging patients, partnering with nation-wide sequencing centres, and leveraging data from existing co-operations into an integrative platform.\n","thumbnail":"prevails-thumbnail.png","images":[],"team":{"primaryTopic":{"id":"economical","title":"Economic Impact"}},"name":"prevails","datePublished":"2020-05-31"},{"id":"2c3d5287-6f89-4d33-b250-cb47e728dbf6","title":"Covid 19 Trials","tagline":"Discover clinical trials and the next solutions or vaccines against the virus","description":"Here is our vision: offering a one-stop-shop website for users (common people, scientists and industry) to localise geographically a clinical trial site studying or testing a cure/vaccine for Covid19 trials. We wish also to present informations about the development of these cures through user friendly data visualization. And are open for more advanced features such as predicting the success of a clinical trials.\n\nWe collect data from reliable sources (currently clinicaltrials.gov, to expand to EU, CH, CN and other databases).\nWe provide an API exposing this data that can be used by other projects, and  https://coronareduit.ch a participant of VersusVirus wants already to use it, and we are interested in their data to better guide people coming from risk groups. ","technologiesUsed":"Slack, Coda.io, Zoom, Google Maps, React, Svelte.js, Tailwind, Javascript, Pzthon, Kubernetes, Postgres, Digital Ocean, Pulumi","obstacles":"Unification of datasets between the various research centers to allow for the merging and focus of efforts.\nWeb site development with Google Maps and React and Svelte.js and many nice technologies. Lucky to have a developer from New York on the team (Amrit)!\n","accomplishments":"The website is already functional and serves as a working MVP.\nWe have grown the team and attracted interest from other teams and mentors of Versus Virus","learnings":"We have learned the power of open collaboration with people from different backgrounds. \n\nThought has gone into the means of creating a standardized data entry content that encompasses the relevant fields and criteria required to achieve such a centralized data-set.","nextSteps":"We have prepared a roadmap to complete the development of the site and expand to more clinical trial registries\n\nhttps://coda.io/@ludovic-claude/covid19trials-submission-for-versusvirus-may-2020/future-roadmap-3","videoUrl":"https://www.jottacloud.com/s/2082efc9de4f54a47589f1d38a36365a95e","urls":["https://covid19trials.world","https://beta.covid19trials.world","https://bit.ly/2TStBxZ"],"relevanceToHackathon":"Provide reliable information about clinical trials and guide people affected by COVID to closest trial site","relevanceToChallenge":"We provide access to trusted information on drug use, efficacy, as well as up-to-date information about treatments being tested and developed worldwide. We collect evidence from current clinical studies for healthcare professionals.","longTermImpact":"Become the reference site for clinical trials and best aggregator of trials world wide, offer data and analytics as a service to pharmas","progressDuringHackathon":"We have worked on the site since the beginning of May. During the hackathon, we did:\n\n3 releases of the web site with increased usability and UX\nBeta release of a new version of the site replacing React by Svelte.js for speed\nStarted work on improving the backend and provide better API with GraphQL and search and filters.\nOnboarded 2 additional persons\nCreated links with Coronareduit team","valueAdded":"Other websites offer similar information, but they are not user friendly at all and target only medical experts.\n\nWe aim to provide digestible information, guide people who may want or need to participate in a clinical trial taking place close to home","thumbnail":"covid-19-trials-thumbnail.png","images":["covid-19-trials-1.jpg","covid-19-trials-2.jpg","covid-19-trials-3.jpg"],"team":{"primaryTopic":{"id":"prevention","title":"Dissemination Prevention"}},"name":"covid-19-trials","datePublished":"2020-05-31"},{"id":"44ae33e4-e05b-4ec8-8017-dd943e7df2b2","title":"SwissDelivery","tagline":"The way to go local and sustainable","description":"Swiss Delivery is a platform that gathers more than 400 local and small producers of Switzerland. Our goal is to make them gain visibility to support our local economy, specially during the Covid time. Another aim of SwissDelivery is to be sustainable and implement ZeroWaste in its process","technologiesUsed":"AfterEffects, Laravel, Powerpoint, UX/UI","obstacles":"It was hard to decide on which direction to take sometimes, as we had many ideas","accomplishments":"We are proud to have made concrete steps and we are confident that we will be able to make them real !","learnings":"We have learned that support and teamwork is crucial and that by combining many ideas, background and personalities the outcome is awesome+","nextSteps":"We are going to create more visibility on social medias and make our platform grow","videoUrl":"https://www.youtube.com/watch?v=rwAW4pm8y8E&feature=youtu.be","urls":["https://drive.google.com/drive/folders/1Sg6cgy6XobmBCbVfVRj689XngWHX58kd?usp=sharing","https://docs.google.com/forms/d/1hCiX6byvoH8oy4uL3t6xwltD-zfzfRJMz9V_pH-NPio"],"relevanceToHackathon":"It supports the local economy and allows people to know where they can shop local during this crisis, and also to be sustainable through our Zerowaste implementation","relevanceToChallenge":"Local food for all : small producers are suffering from the crisis. By giving them visibility, we allow them to keep growing their business, and contribute to the circular economy. Consumers can benefit from fresh local products and producers can grow their business","longTermImpact":"On the long term the sustainable question is also involved. By making our process zero waste we will have an impact on the environment, as well as on the GDP of Switzerland.","progressDuringHackathon":"During this hackathon we have developed the next concrete steps to take such as the implementation of the logistics, the zero waste management, the visibility on social media and allow our customers to order from several producers in one order.","valueAdded":"The added value is that the customers will be able to shop from different producers all at once, which is not feasible yet. On top of that, we will be reducing our carbon foot print emission and brining a community of people together. We will also have a blog on our website where people will be able to share and connect.","thumbnail":"swiss-delivery-thumbnail.png","images":[],"team":{"primaryTopic":{"id":"afterthecrisis","title":"After the Crisis"}},"name":"swiss-delivery","datePublished":"2020-05-31","youTubeVideoId":"rwAW4pm8y8E"},{"id":"454499ba-d8c7-402e-becf-ca32981f40c6","title":"OldSchool","tagline":"Distance learning platform for 65+","description":"The world is rapidly aging and becoming more and more digital. The number of 65+ will rise from 700 million to 1.55 billion between 2019 and 2050. 65+ who have life-long learning goals should have access to inclusive, geragogy-based and digital education. However, there is no e-learning platform designed for 65+, although there are countless opportunities for younger generations. We envision a world that supports \"life-long learning\" and includes online education opportunities for seniors, which are tailored to their age and digital literacy. \n\nOldSchool is a distance learning platform specifically tailored for 65+. It will provide seniors with online academic courses (e.g., Seniors University curricula), hobby and health classes, social learning opportunities, and access to scientific research and citizen science projects. In order to diminish the digital divide in societies (e.g., between generations), we will cooperate with circular economy partners to provide digitally isolated seniors with repurposed computers. These seniors will be supported by tech-savvy seniors via our “ambassador program”, as well as other seniors who might need support. In sum, we will make a social impact by integrating all seniors in “life-long learning” and digitalization.","technologiesUsed":"Adobe XD, After Effects, Wordpress, Photoshop, Microsoft Word, Slack, Zoom, Whatsapp.","obstacles":"Creating the business/financial plan is a challenge. We are also trying to decide in which format to found the company: We would like to aim for an AG, but we are also discussing whether it should be a two-entity format (i.e., an education association and an AG that support each other and receive funding from different channels).","accomplishments":"(1) We have already partnered with important stakeholders, such as the Seniors University in Zurich (UZH3) and Seniors Universities Association across Switzerland. Please see slides for more! \n(2) We have received seed funding from Versus Virus and Seniors University Zurich (UZH3). \n(3) We have entered accelaration programs (Versus Virus Incubation) and competitions (e.g., Swiss Innovation Challenge). We won Samsung's Solve for Tomorrow Initiative and entered their coaching program (starting in Sep).","learnings":"In the past two months, we learned about each other as a team, got to know each other and got used to working together. We also learned that we are all different, but we can all complement each other's skills and become a really well-functioning team. We learned to work efficiently together, under time pressure, with different tasks allocated for each team member (according to their skills and background). \n\nBurcu Demiray is taking a course by Innosuisse/SEIF/Startup Campus called \"Social Business Creation\". She is also part of the Swiss Innovation Challenge, where she takes business creation lessons. We are also part of the Versus Virus Incubation program. In all of these contexts, we are learning how to build a startup step by step in an efficient and agile way. \n\nWe are learning about different funding opportunities and fundraising strategies. We learned how to write applications in a goal-oriented and strategic way. For example, we are learning how to create a strong business plan and slide deck.","nextSteps":"We will found the company within the next 1-2 months. We will bolster our business plan (e.g., develop fundraising strategy) and finalize our initial slide/pitch deck until the end of June. We will be pitching our idea in different places, such as Swiss Innovation Challenge, Samsung Solve for Tomorrow, etc. We will be working on finding new education partners: Our first target is Migros Klubschule to discuss their Senioren Campus couses. We will also be working on further fundraising.\n\nWe are now starting to create our first online courses with Seniors University (UZH3). The MVP will be ready by the end of September (after usability tests with seniors). First online version of our platform for actual customers will be ready by the end of the year. \n\nAt the end of the year, circular economy partners will be approached for second-hand computers (to distribute to seniors without computers).","videoUrl":"https://vimeo.com/424529744","urls":["https://vimeo.com/424532498"],"relevanceToHackathon":"Our solution is aimed at the senior population, 65+, of Switzerland, which makes up almost 20% of the population. In 2019, 18.7% of CH population was 65+ (total 1.606 million). \n\nSeniors are especially isolated during the Coronavirus crisis, as they are the risk group. For example, Seniors University Zurich (UZH3) has stopped all lectures due to the crisis, and has now asked us to convert their courses into an online format.","relevanceToChallenge":"Educational tools and distance learning platforms target only children, students and members of the workforce. We aim to provide an online platform that also includes Swiss seniors, prevents the isolation of seniors and provides them with educational opportunities. 88% of Swiss adults aged 65 – 74 use the internet regularly, and 50% of 70+ (Swiss Confederation, Federal Statistical Office, 2018). Results of our initial market-research survey with 65+ (German-speaking CH) shows that 73% of internet users above 65 are potentially interested in OldSchool. \n","longTermImpact":"The world is rapidly aging and becoming more and more digital. The proportion of Swiss seniors will double in the next 30 years - almost one fourth of people will be 65+ (Federal Statistical Office, 2018). Our product and service are highly scalable: Unlike our Swiss competitors, OldSchool, as an online platform, is scalable to encompass other languages and countries. We will start with German-speaking Switzerland, then expand to DACH countries, and then to all of Switzerland and other countries. Existing content will be translated (e.g., English, French), and also new content will be created in these new languages. \n\nFrom a technical perspective, we provide online training materials and courses (e.g., explanatory videos, microlearning, mobile learning) which can be used often without creating new costs per course. Thus, we can offer affordable courses and a “freemium” business model, in which the free version will be financed by ads. Live Webinars will be recorded in order to offer them as online courses, which are as scalable as web based trainings.\n\nCo-branding and white labelling: The whole platform can be purchased as a white-label version for organizations to be branded with their own corporate identity.\n\nThe platform will be accessible from different devices: PC, tablet, smartphone, TV. It can be accessed via web or as an app. Further development will be done in order to integrate it to other social channels, such as Facebook, Youtube. ","progressDuringHackathon":"During this hackathon, we partnered up with the University of Bern which will support us with accessing seniors, doing market research with them and creating a research participant pool with them. We started building the platform prototype, where we will host our e-learning system. We enhanced our market-research by sending out two more surveys (one for young generations to learn about their parents/grandparents, and one for 65+ and their attitudes towards internet, e-learning). We worked on “community building” and visibility; for example Burcu Demiray did a live interview (with Lea and Rob) on Saturday morning to talk about OldSchool. We searched for a marketing expert and a UX designer to join the team: We met and interviewed some people and found the UX designer that we were looking for!","valueAdded":"Our innovative value is a one-stop life-long learning solution for 65+, featuring e-learning content and tools that are developed specifically for this age group, taking into account their differences in learning and digital skills. We guarantee a high level of quality through a scientific background, usability testing with target groups and an integrated ambassador program for peer-to-peer support. Diligently curated content will make it easy to find appropriate offers. OldSchool is a platform like a homebase: easy to use, inviting also for newbies into the digital world, personally addressed, offering different learning formats and support for hearing impaired and visually impaired (accessibility). This will make us stand out among our competitors. Based on the preliminary results of our market survey with 65+ (German-speaking CH), 73% of internet users express an interest in OldSchool. \n\nThere is no e-learning platform designed specifically for seniors in Switzerland. Currently, there are two types of providers: (1) Those focusing on seniors, but offering only on-site courses (e.g., Seniors Universities, Migros Klubschule); and (2) e-learning that serves IT-literate young audiences. We have conducted an analysis comparing different groups of competitors, in relation to the criteria that we find important for seniors when searching for learning opportunities: age-targeted, ease of access, academic content, peer-to-peer help, inclusion in research, global scalability. Several on-site course providers have started online courses due to the pandemic (e.g., Seniorweb.ch, some Seniors Universities, Seniors@work which does job-matching for 50+). However, these courses are limited in number and content, not designed based on a gerontological scientific background, do not include opportunities to participate in scientific research or an ambassador program, exclude seniors with no or lower digital skills, and were created as a fast reaction to the pandemic. Academic on-site content is provided by only Seniors Universities (which OldSchool will do in an online format for wide/easy accessibility). Neither of the existing providers have the one-stop solution for all possible learning formats and topics, tailored to different learning capabilities and digital skills. Addressing these deficiencies makes our innovation stand out.","thumbnail":"old-school-thumbnail.png","images":["old-school-1.jpg","old-school-2.jpg"],"team":{"primaryTopic":{"id":"education","title":"Education"}},"name":"old-school","datePublished":"2020-05-31"},{"id":"52096ed4-c5ba-4e67-81db-2ea57fcd0399","title":"Arise!","tagline":"Meet All Needs!","description":"Arise!\n\nHow might we connect the needs from the most vulnerable countries, NGOs, international organizations in the form of challenges and the capacities of the private sector to provide solutions?\n\nArise is a lightweight, no-frills solution for the population of low-income countries to register their needs easily. Organizations or private sectors which are able to offer aid may register to meet these needs/demands.\n\nAs a demo, Arise is currently built on AirTable which uses simple forms for data entry and the basic search function to match the needs.\n\nThe idea is to have something very easy to use in order to reach the masses of population which may not even have access to a mobile phone.  In which case, anyone with a device with browser access is sufficient to help log the needs in a matter of minutes. For example, volunteers, storekeepers, electronic kiosks or just anyone on the street with a mobile phone can help to log the needs of anyone in need.\n\nThe QR codes of the Forms' URLs can be promoted at no or low cost, on various channels such as roadside posters, Social Media and others.\n\nNaturally, further features will be added as the solution is developed. ","technologiesUsed":"Solution platform: Airtable.  Voice narration: wideo.co/text-to-speech/","obstacles":"Platform selection.","accomplishments":"A simple solution to help anyone register their needs and organizations/private sector to register what they can offer.","learnings":"AirTable, making videos, design sprints","nextSteps":"To go live!","videoUrl":"https://drive.google.com/file/d/1u9XAxs4G6PPbCLHg6sfhyvRz5zw076IG/view?usp=sharing","urls":["https://drive.google.com/file/d/1XlDwaw1cxtrYs6aDAPj7LlcAo78Kbx4V/view?usp=sharing"],"relevanceToHackathon":"Connecting the needy  to those who can offer assistance.","relevanceToChallenge":"Meeting the needs of people who really need them.","longTermImpact":"Scalable.","progressDuringHackathon":"A demo developed.","valueAdded":"Ease government spending on social aid.","thumbnail":"arise-thumbnail.jpg","images":["arise-1.jpg","arise-2.jpg","arise-3.jpg"],"team":{"primaryTopic":{"id":"supportrequestforhelp","title":"Support & Solidarity"}},"name":"arise","datePublished":"2020-05-31"},{"id":"7789240c-fe6c-4249-98fa-169f01d4f8b5","title":"Fact-O-Meter","tagline":"Fake News? Look at Pinocchio's nose!","description":"Fake News are spreading on Social Media & Newspages and are a danger for democracies (e.g. election influence), societies (e.g. hate speech) and even our health (e.g. wrong treatments for Covid19). Even if people do not want to spread fake news, it is often hard to detect what is real or fake nowadays - and mostly it is hard to get a second opinion. How great would it be, if we could tell, if we read facts or fakes/lies - like you could tell, when you look at Pinocchio's Nose… oh wait! There is Fact-O-Meter! --> The introduced Browser-Extension with the Pinocchio-Pin shows the users the likelihood, that the article is based on facts (short nose/green) or on fake news (long nose/red sign) in real time based on a neural network. It checks fact and information on Social Media and News Networks - as a Browser-Addon with the possibility to get further trustworthy source advises - so we go even further than just detecting Fake news, what makes our solution in the field of Browser extensions and its scalability unique.","technologiesUsed":"The neural network is build with python and uses the Tensorflow library. The library is well documented and there are plenty of examples and good tutorials all around the internet. We trained the network with a Kaggle-Dataset. To be compliant with the (Swiss) GDPR we had to set up a reverse proxy with apache2 to encrypt the traffic via SSL (The webserver of python does not support SSL encryption).","obstacles":"The neural network was quite slow initially and each request had an average response time from 5 seconds. Properly initializing the network and tweaking a few optimizations gave us a really performant server and reduced the response time to milliseconds. At the moment we are not finally satisfied with the accuracy of the neural network (also if it is clearly distinguish if some information is clearly fake-news - we just have to train the final threshold. More training and/or another model is neccessary for the release.","accomplishments":"We are proud that we brought this idea so far that it can be directly implemented, with a small team of 3 people in this short timeframe Happy that we brought so many components in one overall solution together (possibility to detect fake news, offer additional source ideas for a second opinion and even think about a “ask an expert”-button on a future stage. Current pilots can be rolled out to 85 % of all desktop users and 75 % of all mobile users within some weeks. A first version on Chrome browser is already working.","learnings":"We learned how to make Chrome Extensions (we never did that bevore) and did research for how to adapt it into other browsers so we can get Fact-O-Meter running for 85 % of all desktop and more than 75 % of all mobile users.\n\nHow to build a functioning prototype in python\n\nWe've learned a lot about neural networks and how big the online community is that shares network models and various datasets.\n","nextSteps":"First, we want to develop fully functional extensions for all common browsers, because the prototype is only available as a Chrome extension. Next, we want to tune our neural network model so it's at least 95% accurate. After that, a continuous automatic online learning mechanism would be beneficial to guarantee good accuracy also for the latest topics. And as a final step, we want to port the system to the mobile platform. An ultimate goal would be the direct implementation of our service into the browsers by the company itself.","videoUrl":"https://www.youtube.com/watch?v=Ljxojs-r_yU","urls":["https://github.com/csaq5507/fake_o_meter","https://drive.google.com/file/d/107scqS6OHoizS6jBGMyutjj6xoR_QQFg/view","https://drive.google.com/file/d/1MzMo5CHtWPb2oKmAcdvm0vQnA3lCWEOq/view","https://www.kaggle.com/c/fake-news/overviewd","https://drive.google.com/drive/folders/1k3wsfXHZCh3AVxjcTbi9xTNH8BccgcNa?usp=sharing"],"relevanceToHackathon":"FAKE NEWS are a real threat to democratic states as we have seen over the last months - also for Switzerland.  (Especially when it comes to Social Media) ","relevanceToChallenge":"Unfortunately not one challenge is focusing specifically on Fake News detection or even better on Fact News detection. However we think our approach strives for hard facts and therefore we think we fight a current specific problem which is also mentioned in this challenge. ","longTermImpact":"Without any doubt the solution is also valuable for the longrun since people are striving for information and do not want to get influenced from fake news. We support the process also in the future, so that the nose of Pinnochio stays small forever. ","progressDuringHackathon":"Worked on the algorythm for the fact-checking-engine and worked out a Marketing Plan, as well as a concrete business model/case.","valueAdded":"Value Proposition (Customer Usability & Centricity)\n\n• Not just detecting FakeNews – Fact-O-Meter shows references for facts: We offer trusted alternative to get further information or as a second opinion on the reading • Accessibility (mobile phone & desktop): Everybody is able to use fact-O-meter (up to 85 % of all users) • Simplicity (browser scrolling down and showing icons): Addon does not disturb the customer, but gives signs if Fake News are detected and offers additional information if wanted • Customer Experience: Customer experience builds on a storyline of Pinocchio, gives helpful recommendations for trusted information and combines it with actual data\n\nValue Proposition (Innovative Solutions with unique features)\n\n• Real time fact checks, based on a neural network engine (with daily increasing training data) • Add-On-for Browsers solutions (planned for all major browser types (reach of more than 85% all users) • Python-Webserver with Machine Learning-Technology • High impact with a high reach, but not cost- and time-intensive solution. Neural networks are low cost\n\nValue Proposition (General Business Model)\n\n• High scalable Business Model with no high entry costs • Users support to train our service and make the service better (Power-User benefits – See Business Model-Slide) • Cheap Maintenance of neural costs lead to low end user costs • Fast feasible introduction: We are able to provide the solution fast (working environment in 3 weeks) (See Milestones-Slides) • Future planned add-on: “Ask the Expert-Button” where the user can ask for additional information to specific topics (currently Out-of-Scope)","thumbnail":"fact-o-meter-thumbnail.jpg","images":["fact-o-meter-1.jpg","fact-o-meter-2.jpg","fact-o-meter-3.jpg","fact-o-meter-4.jpg","fact-o-meter-5.jpg","fact-o-meter-6.jpg","fact-o-meter-7.jpg","fact-o-meter-8.jpg"],"team":{"primaryTopic":{"id":"dataandfacts","title":"Trustable Data vs Fake News"}},"name":"fact-o-meter","datePublished":"2020-05-31"},{"id":"81c38b0c-9755-416b-86cc-80faa72ffdac","title":"WorldSchool","tagline":"Where the World Is Your Classroom","description":"WorldSchool - A Revolutionary Global Learning Ecosystem. \n\nWordSchool has cracked the code on the future of education by creating the world's first dedicated platform connecting families, teachers and children around the world. \n\nThe ecosystem operates as a fully decentralised, fully autonomous, open sourced, shared economy, free marketplace that empowers parents and teachers to develop self directed & individualised learning practices that best suit their children's needs. ","technologiesUsed":"React Native, Firebase, iOS & Android","obstacles":"The start of the hackathon seemed to be very quiet, and we found it difficult to recruit new team members.  After a few discussions with potential new members, we were very lucky on Saturday to find a bright young entrepreneur, Ieva, looking for a new team as the previous team did not go forward, and we even managed to recruit one of the mentors, Chris. We are very thankful to be able to grow the team.\n\nOur second main challenge was getting everything done in time – from technical work to progress with the app development, to business plan development, as we are still quite a small team.\n","accomplishments":"We are very proud of: \n1)\trecruiting two top quality new members and working as a high functioning team already \n2)\tgetting our deliverables done in time for the deadline 😊\n3)\tworking very hard to get great outcomes from the work within the system (team, mentors, etc) to market research, conference presentation and reaching out to potential partners outside of the internal hackathon ecosystem, bringing it all into. \n4) Very positive response during market research and educational conference presentation on Saturday by Anthony \n5) Deciding on the WorldSchool name and acquiring websites\n6) Attracting new users (teachers and parents)\n7) Launching on the AppStore for beta testing\n8) Creating a Marketing Video","learnings":"We have learned that we should never give up… we found our new members as we have persevered.\n\nWe have learned that we can build a great team quickly, based on trust and clear expectations on the deliverables for each individual. We combined our skills and leveraged our individual skills to build a concrete solution to help families and children to optimise the education opportunities today and for the future. \n\nWe have learned that anything is possible with concerted efforts in a short period of time. \n\nWe still need more hands on deck to create more in a shorter period of time. We will continue building a dream team to join us in our mission to transform education in Switzerland and beyond!","nextSteps":"We will be following up on a range of areas.\n\nTeam: continue team-building for long-term implementation. Understand in more depth key drivers and skills, how to combine them during short, medium and long term, and what additional skills we still need to bring in.\n\nBusiness and Marketing: we started dividing the market segments between team members. Chris, expert with video production, will drive relationships with teachers and universities to include university course access to the WorldSchool ecosystem.  \n\nWe reached out to mentors and will continue looking for links to Swiss teachers/professors who would like to have their materials and courses available through our ecosystem. Because of our individual connections, we already have initial traction with a couple of universities in Spain and Germany.\n\nWe also need to complete our business plan and investor pitch, to attract funding. We will move into a seed funding round in order to help hire a stellar team with full time capacities. We also plan to launch a Kickstarter to start with some of our immediate funding needs.\n\nTechnical development: running metrics on the live beta, iterating on the product, further improvements on the app. We will launch our product on the App Store this week. We will then focus on enabling wider content and initiating gamification.\n","videoUrl":"https://youtu.be/jnh5yVk4T_k","urls":["www.WorldSchoolApp.com","https://drive.google.com/file/d/1Fx5hyEiEXHMF-ANKFnkFscxQcUvs8JL4/view"],"relevanceToHackathon":"Switzerland has over 1.5 million young learners affected by the COVID crisis. While some schools managed to put some of their curriculums on-line quickly, many struggled to support their students with their education needs. Parents, already finding it hard to suddenly work from home, needed to homeschool their children on top of their jobs. This created a lot of stress and challenges during the duration of the quarantine.  \n\nIn order to prevent the same situation in case of the second wave in the autumn or another pandemic in the close future, our platform enables complete learning solutions online – taught in real time by the local teachers, sharing their pre-recorded videos, or additional learning opportunities through links to targeted learning resources online.  Assuming that we get back to normality soon, the platform enables communication between parents and organising real-life activities, such as a visit to a local park or museum, and also educational opportunities online. \n\nConnecting parents can help to alleviate significant stresses and help share educational activities between families, enabling parents to help their communities and in return get some time for their important meetings while their children can enjoy quality educational times with trusted community members.   \n","relevanceToChallenge":"We chose the challenge “How to reconcile working life and children's education?”, which focuses on enabling children to create a setup specific to their world as a child, in contact with their friends, their teachers, who motivate them to continue their program.\n\nOur project fits directly in the context of the challenge. As most countries were instructed to go on lockdown, many institutions were legally obliged to move their activities online, including schools. Students had to continue their learning activities at home. Consequently, parents were obliged to take part of the responsibility to assist their children with home schooling. Supervising their children's progress while focusing on their own work created a lot of challenges for most parents.\n","longTermImpact":"This has far reaching, powerful and sustainable impact on over 1.5 Million children in Switzerland (and up to 1.7 billion children around the globe). This could be the wave of educational models that everyone is looking for. ","progressDuringHackathon":"Team\n•\tRecruited a high quality team\n•\tIdeated, discussed and worked on concrete plan for implementation\n•\tBuilt a highly functioning team leveraging diverse backgrounds and complementary skills\n\nBusiness & Marketing\n•\tAgreed and changed the name to WorldSchool\n•\tBought associated new websites (www.WorldSchool.org, www.WorldSchoolApp.com, www.MyWorldSchool.com)\n•\tCreated new pitch deck, working on a business plan\n•\tReached out to 6 potential partners, on-boarded new team member (Chris) to drive partnerships with universities interested to put their curriculums on our platform \n•\tPresented and received a lot of interest at a Homeschool Conference\n•\tSurveyed 30+ parents, teachers and children \n•\tRecorded and compiled a promotional video\n•\tOnboarded and registered 40+ new users (parents & teachers)\n\nTechnical /App Development \n•\tPushed new build to iOS testflight\n•\tAdded chat functionality\n•\tRecorded and compiled video","valueAdded":"Enormous value to Swiss parents, teachers and children (over 4.5 million!) as well as the possible sustainability for global network support for decades and centuries to come. ","thumbnail":"worldschool-thumbnail.png","images":[],"team":{"primaryTopic":{"id":"education","title":"Education"}},"name":"worldschool","datePublished":"2020-05-31","youTubeVideoId":"jnh5yVk4T_k"},{"id":"828b6e1a-d68f-473e-befa-44513504389b","title":"Allyship In Healthcare","tagline":"A Safe Space At Work","description":"Allyship is a project we worked on for #TogetherVsVirus in April. It's an online (and in the future an app) to help healthcare workers find and access trauma-informed individual and/or peer support using an online search tool that will also accept user updates. To help make ongoing change, Allyship will also provide information, programs and resources on trauma-informed workplaces and allyship so more people can work towards supporting healthcare workers and creating psychologically safe healthcare workplaces.\n\nThis weekend 3 of our team (now up to 10) were focussed on clarifying our vision, mission and strategic planning.","technologiesUsed":"This weekend we learned about the Continuous Improvement ideas through LeanStack and created a Lean Canvas. We continued documentation in Google Docs and I created a sandbox website to help us see how our information has changed in WordPress. I used Canva to 'pretty up' our Vision and Mission statement to share with our group.","obstacles":"We have been trying to get our group into a regular meeting time and now that the initial #TogetherVsVirus hackathon is over it's been difficult - as we are up to 10 people now in 4 time zones ranging from Canada's West Coast (GMT-8) to Switzerland (GMT+2). This is one reason we've been struggling to get some clarity.\n","accomplishments":"I'm proud of us getting some clarity and specifics around our vision and mission. We are using 2 big ideas: Allyship and Trauma-Informed Care. These things are compatible, but we needed to do some real thinking about how we are using and presenting them so that the website makes sense to new users.\n\nAndrea’s ‘Aha Moment’ was realizing ‘How this project is more important as we pluck along .Realization of working on something currently non existing that has a potential to change healthcare culture, attend to health cate workers needs and wellbeing ....translating to saving lives, wellbeing of organizations, employees ,patients , families and communities here and around the world .”\n","learnings":"I'm very glad to have been introduced to the LeanStack website and tools. We've used Business Model Canvas and it's helpful to have a similar framework with a few key differences. Filling in the Lean Canvas really helped shift some ideas for me.\n","nextSteps":"We were able to take our information organizing to create a few things that will help us move forward:\n* We have a clear path for creating basic content on the website, so we can start to have group members begin on that.\n* We have more direction to better organize ourselves on the website and redo our UX.\nI hope we have enough information to help our developer get started","videoUrl":"https://youtu.be/iuNfO-iQR50","urls":["https://devpost.com/software/allyship-in-healthcare-for-versus-virus","https://CampbellDuke.com/allyship","https://docs.google.com/document/d/19mxu3QrBBIVUwgJiEqYDynDeQ3docaqzUWmqVQaLjAc/edit?usp=sharing","https://devpost.com/software/allyship"],"relevanceToHackathon":"We are in such early planning phases that we have limited ourselves to using Canadian healthcare mental health statistics, making a huge assumption that things are similar in other jurisdictions. From being in the #MedTwitter space among predominantly US, Canadian and UK medical staff, patients and family caregivers the issues of struggling and difficult workplaces is common in these countries.\n","relevanceToChallenge":"Our initial hackathon project addresses the issue by creating an education and support website that would literally put necessary information into the hands of the people affected - both for finding help in the short-term and in effecting change over the long-term (eventually an app - but one thing first). The answer to burnout is to create psychologically safe workplaces - and it will come from workers, patients, family caregivers and the general public better understanding the issues and demanding changes.\n\nWith respect to the work we did this weekend, we are hoping that the work we did this weekend will help unblock our group and give us renewed enthusiasm. It is different moving from the excitement of an initial hackathon - where everyone is available all the time - to moving into a more level-headed business structure. With a solution that is basically helping to shift culture, the 'why' is clear, but the 'how' can be very messy. We hope we've done some solid work on it. \n","longTermImpact":"We have to keep reminding ourselves about how potentially powerful it will be to get this tool and the business model right. It has been helpful that the 2 main participants this weekend are those who have experienced significant burnout and PTSD as a result of their involvement in the Canadian healthcare system. Both of us here this weekend have personal experiences and have witnessed other patients/family caregivers and healthcare professionals struggle with stigma prior to COVID. We are reminded in our own stories of how powerful having access to resources and information would have been in our own journeys.\n\nThe work we have done this weekend will help us create a better resource and allow the team to move forward past its current organizing roadblocks.\n","progressDuringHackathon":"During this hackathon we reviewed the massive amount of research and articles and thoughts from the first hackathon and spent the time needed to sort this out.\n\nWe created a Mission/Vision/Values statement, streamlined the front page of our website using the SEO/content strategy we were then able to develop and were able to see some clear, strategic steps to take to move forward.\n\nIt has massive implications for moving ourselves forward and creating a website that will more helpful and less confusing for users.\n\nIt has been helpful to be able to work together again in a structured environment with access to new resources and mentors.\n","valueAdded":"Our biggest value added in terms of the project is that we have made a big step in creating a more clear vision for our group - especially for the searchable resource developer who has been needing more clear direction (as have we all).","thumbnail":"allyship-thumbnail.jpg","images":["allyship-1.jpg","allyship-2.jpg","allyship-3.jpg","allyship-4.jpg","allyship-5.jpg","allyship-6.jpg","allyship-7.jpg","allyship-8.jpg"],"team":{"primaryTopic":{"id":"supportrequestforhelp","title":"Support & Solidarity"}},"name":"allyship","datePublished":"2020-05-31"},{"id":"8b1fabec-c2bc-45e2-bb52-708b63d5ea8d","title":"Corona Reduit","tagline":"Another general lockdown in a second wave is avoidable if risk persons can be protected individually. The isolation of risk persons in high population density areas is very challenging and yields a lot of undesired side effects. The low risk majority of the population sacrifices a lot for the risk groups. A voluntary temporary self-isolation of risk groups mitigates the problem for everybody.","description":"Corona Reduit is a strategic concept to protect exposed risk persons. It might avoid another lockdown in case of a second wave of infections. We propose a private, voluntary and temporary self-isolation of Covid-19 risk patients in vacant hotels and holiday flats of the Swiss Alps. This resembles the iconic military reduits of the past. Its purpose is to keep the invisible enemy away from the weakest members of society until the worst is over. It’s about buying time and a more pronounced spread among low risk persons. The scope of the concept is strategic.\nRisk persons are more clearly identified now. Tailored measures are possible.","technologiesUsed":"Tableau (dashboarding), surveymonkey (survey), Wordpress (website), Camtasia (video editing), Balsamiq (prototyping), Google trends (data sources), Apple mobility (data sources)","obstacles":"Lack of reliable data and standardization, especially on risk persons. Conflicting sources. Difficulty to promote the concept to relevant local and national stakeholders. Finding experts from different fields to review and provide feedback on our research and recommendations.","accomplishments":"Project website (https://coronareduit.ch) showing some deliverables. Regular updates are commencing.\n\nProviding solutions/indications for all major aspects of the concept: isolation/shielding of risk persons, identifying risk factors, scope of Swiss risk group, health improvement programs for risk persons, hygiene best practices, registration website prototype, economics of the lockdown with special focus on the hotel industry, financing of Corona Reduit, legal framework, network of stakeholders. All this is collected in a comprehensive 150+ page white paper that is still being worked on.\n\nExtensive analysis of risk groups and epidemiological data from conventional and innovative sources beyond common visualizations is a byproduct that was used by other hackathon participants/teams and scientists outside of the hackathon framework.\n","learnings":"1)\tEpidemiological situation\nThere was and is no comprehensive Swiss public health strategy to protect risk groups in pandemics.\nData acquisition, reporting and harvesting is not standardized at all. Available resources are not utilized to their potential. Governments have not been data driven in their decision making. \nLack of reliable data minimizes the predictive value of epidemiological models.\nGoogle trend data for respiratory infection symptoms (fever, cough, headache, tiredness, shortness of breath) is a consistent early warning system for respiratory pandemic deaths by about 2-3 weeks. This is evident when combined with excess mortality data (euromomo).\nSwitzerland is not an extraordinary case in terms of the dynamics of the pandemic.\nPeople have voluntarily practiced social distancing, regardless of government interventions.\n\n2)\tRisk persons\nShielding risk persons from infections lowers the death toll and capacity usage of the health care system. Tailored measures for risk persons might avoid another lockdown should a second wave occur.\nRoughly 50% of deaths with Covid-19 occur in nursing homes that only make up 1% of the population in countries all over the Western world. Nursing homes have always represented up about 50% of deaths of over 65-year-old persons in Switzerland in the timeframe 2010-2018. \nExcess mortality only occurred in the over 65 years old age group. The median age of death is 84 in Switzerland. Therefore, risk for severe Coivd-19 outcomes is extremely tilted towards senior citizens. Children are fortunately very rarely affected.\nCovid-19 risk factors are outlined in significant detail in the Covid-19 ordinance No. 2 Annex 6 of the Swiss federal government. It is unfortunate to place such important information hidden deeply in a legal document. We found that the list is too restrictive, inflexible, and incomplete. Individual doctor’s certifications of being at risk might be more appropriate.\nCertain risk conditions may be worked on in health improvement programs that include physical exercise, diet, supplementation, and fine tailoring of medications. Voluntary participation in preventative medicine studies might yield scientific discoveries.\n\n3)\tEconomic consequences of lockdown in general and for the hotel industry specifically\nLockdowns are economically unsustainable and have negative health consequences.\nThe global economy was turning down before the pandemic emerged. Many underlying economic conditions like overindebtedness and trade barriers have been supercharged by the lockdown. The lockdown, not “the virus”, has caused unprecedented market distortions. Demand will shift in patterns that are very difficult to predict.\nEstimates for worldwide international tourist arrivals by the World Tourism Organization (UNWTO) project a decline of at least 58% for 2020. This is unprecedented and dwarfs any previous crisis. This would equal a lost global tourism revenue of at least 910’000’000’000 US Dollars, more than 1% of global GDP.\nThe Institute for Tourism of HES-SO Valais-Wallis estimates that the entire Swiss hotel industry will lose 1’700’000’000 to 2’700’000’000 CHF in revenue between March and June 2020.\nThe Swiss hotel and tourism industry is suffering tremendously and will not recover quickly. Relying only on domestic visitors cannot make up for the absence of international demand whose share is usually above 50%. 25% of businesses see a significant risk of bankruptcy.\n\n4)\tRealization of Corona Reduit\nWe want to stress, though, that participation of both risk persons and hotels should be voluntary.\nConcepts resembling Corona Reduit were realized in parts of the USA, Canada, Japan, and South Africa. \nHygiene requirements can be adopted from existing concepts for hotels, nursing homes, and hospitals. The biggest challenge are asymptomatic virus carriers. \nThe Corona Reduit registration website should be low barrier and easy to use to facilitate access by seniors.\nThe maximum potential savings for unemployment insurance not having to pay short-term work subsidies (“Kurzarbeit”) due to Corona Reduit is estimated to be 319’200’000 CHF over a period of 6 months.\nThe project should be transferred to and strategized with Corona Reduit stakeholder associations: seniors, pre-existing conditions, hotels, tourism, and governmental bodies at all levels of the federal system (federal, canton, county).\n","nextSteps":"We will finish a detailed 150+ page white paper for decision-makers and stakeholders and transfer the concept to these. We are volunteers and will not accept any compensation for our efforts. Additionally, we will offer byproducts like risk person analyses and visualizations to interested parties.\n","videoUrl":"https://coronareduit.ch/2020/05/31/may-hackathon/","urls":["httsp://coronareduit.ch","https://coronareduit.ch/wp-content/uploads/2020/05/Corona-Reduit-presentation-may-hackathon-2.pdf","https://coronareduit.ch/faq/","https://coronareduit.ch/2020/05/28/dashboards/","https://coronareduit.ch/2020/05/30/key-findings/","https://coronareduit.ch/2020/05/31/summary-of-complex-challenges-and-solutions/","https://coronareduit.ch/2020/05/31/public-policy-responses-to-covid-19/","https://coronareduit.ch/2020/04/18/registration-website-prototype/","https://coronareduit.ch/2020/04/25/corona-reduit-participation-survey2/"],"relevanceToHackathon":"In a potential second wave of the pandemic, strategic concepts are needed to protect the most vulnerable without devastating the economy and limiting the mobility of low risk persons. Another general lockdown is avoidable if risk persons can be protected individually.","relevanceToChallenge":"Corona Reduit is such a strategic concept. It uses the Swiss mountains and the large hotel infrastructure to shield otherwise exposed risk persons from significant infection risk. There are at least 65'000 hotel rooms in remote Swiss tourism regions.\nCorona Reduit creates safe spaces for risk persons far away from high population density areas with elevated infection risk. ","longTermImpact":"Selective shielding of risk persons produces superior health and economic outcomes. This is substantiated by various epidemiological and economical computer models of third parties and early indications from antibody studies. Reduced spread rates among risk persons lead to less hospitalizations and deaths. Higher activity/mobility for low-risk persons can be achieved. Risk persons are overwhelmingly retirees.\nA detailed comparison of lockdown and selective shielding is published on our website coronareduit.ch (see links in this form).\nOur data analysis is more comprehensive then public data of all governmental bodies in Switzerland. We will offer our support to them to improve their factual decision making basis. Google trends is an early warning system for future infection waves.","progressDuringHackathon":"We created a marketing video. We created several new subsections of our website coronareduit.ch like key findings, challenges and solutions, comparisons between different public health measures, an updated FAQ. We made progress on a 150+page research paper that addresses all major complex challenges (see list below under \"added value\").\nWe refined our messaging, got a lot of feedback from mentors and participants. We spread project byproducts like epidemiological data analysis and risk person demographics to other teams. ","valueAdded":"The solution is innovative. The concept was developed by a core team of two people. We hope to inspire decision makers to focus on risk groups and provide them with more accurate data.\nWe have tried to indicate solutions/indications for all major aspects of the concept:\nisolation/shielding of risk persons, \nidentifying risk factors, \nscope of Swiss risk group,\nhealth improvement programs for risk persons, \nhygiene best practices, \nregistration website prototype, \neconomics of the lockdown with special focus on the hotel industry, \nfinancing of Corona Reduit, \nlegal framework, \nnetwork of stakeholders. \nAll this is collected in a comprehensive 150+ page research paper that is still being worked on. A summary is available on our website coronareduit.ch (see links in the submission form or navigation on website).\n\nExtensive analysis of risk groups and epidemiological data from conventional and innovative sources beyond common visualizations is a byproduct that was used by other hackathon participants and scientists outside of the hackathon framework. \n\nWe will continue to offer all our results without any compensation on a voluntary basis.","thumbnail":"corona-reduit-thumbnail.jpg","images":["corona-reduit-1.png","corona-reduit-2.png"],"team":{"primaryTopic":{"id":"protection","title":"Protection of Risk Groups"}},"name":"corona-reduit","datePublished":"2020-05-31"},{"id":"8b580c85-bccf-4e2c-949b-b355cb05991d","title":"Happy Spark","tagline":"#change #wellbeing #swiss #inspiration","description":"During COVID-19 Lockdown various social activities are no longer possible, wellbeing of people decreased and some of them lack the inspiration on how to spend their leisure time. “HappySpark” is an app that inspires uses to try regularly new fun activities suggested by other users and scientists, based on their interest. The App also includes features like monitoring your long-term wellbeing, a diary of positive memories and the opportunity to accept and submit challenges yourself. With this app we aim to inspire people, keep them positive, engaged and make them still feel part of a community during and after a crisis.","technologiesUsed":"Proto.io and bubble.io for the App prototype","obstacles":"Tackling the idea of happiness, which has such a broad meaning for each individual, was the first challenge. To this we can add the challenge of bringing to work together team-members with such different backgrounds and personal interests, in such a short amount of time. ","accomplishments":"In two days, we came from vague ideas to clearly stating a solution to one of the problems that unfolded during the COVID-19 Lockdown. HappySpark has the potential to boost the optimism and wellbeing of individuals and in the same time to reconnect communities, with positive and long-term implications. The App has also a huge potential for development and collaboration with other VV Projects and Apps.","learnings":"The whole process from finding ideas to developing them and how to get organized within a new team in 48 hours.","nextSteps":"Develop the concept, a platform and application for HappySpark, work with the Versus Virus incubator and experts and increase brand awareness ","videoUrl":"https://www.screencast.com/t/itruKt8e5y","urls":["Mockup: https://pr.to/VTXQM9/","https://drive.google.com/file/d/1de1qFW7lou3Hu3Ko8MOMwK8Y2eP_BItv/view"],"relevanceToHackathon":"The wellbeing of the Suisse people is strongly impacted by the social distancing measures implemented after the COVID-19 pandemic unfolded. People are losing their sense of community and their purpose, are concerned and stressed.  We propose a solution for boosting the optimism and wellbeing of individuals and communities.  ","relevanceToChallenge":"We propose a solution to increase wellbeing through more awareness of the activities that are available on different scale. This brings a change to the individuals attitude compared with the per-crisis period. ","longTermImpact":"Opportunity to positive long term impact on the wellbeing of individuals and positive changes in their interaction with the community. ","progressDuringHackathon":"Prototype/Mockup developed, competition researched (effectiveness of approach proven), scientific theoritical foundation established","valueAdded":"Boost the optimism of individuals through simple and cheep positive experiences. Impact on the wellbeing of individuals and communities. Increase interaction within the local communities. ","thumbnail":"happy-spark-thumbnail.png","images":[],"team":{"primaryTopic":{"id":"afterthecrisis","title":"After the Crisis"}},"name":"happy-spark","datePublished":"2020-05-31"},{"id":"be46d18f-67d9-4b91-b48f-4d732c577180","title":"Dolce Covida-20","tagline":"bringing human interactions alive in e-commerce","description":"A hybrid of an analog mode of telecommunication that is directed to a hotline operator acting like a traffic controller (offline) and an e-commerce platform that partners a local delivery platform (online) connecting a fleet of pick-up and delivery bicycle riders.\n\nThis solution combines as many as possible existing ‘building blocks’ in order to realise a quick implementation. We need to be ready before the covid-19 after-waves to ensure ‘safe harbouring’ of risk groups and create a stimulus for the economy in the aftermath of the current situation towards new normal.\n\nWe help the retail enterprises identify and remove all obstacles and accelerate an omni-channel layout, as well as put themselves in consumers’ shoes of locals to reflect on and optimise shopping process design and improve the shopping experience of local shops.","technologiesUsed":"trello, google-docs, outlook, office365","obstacles":"The major challenge was about finding a way to reduce the level of complexity in authentication. At the moment, our solution uses voice biometric authentification. In the market, there exists a lot of digital including several multiple factor verification that includes sending/receiving an SMS or a phone call. It is crucial that the solution works for elderly people to make sure there is a 'safe harbouring'. In this case the lockdown can be much less heavy and economic impact will also be much less.","accomplishments":"We have started contacting the potential partners and so far belocalhero.com has responded our inquiry, and officially agreed to be our partner. In the following weeks, we will be having a meeting with them and discuss about the details of long-term collaboration. We found a team mentor in the person of Ms Regina Roos.","learnings":"Existing ‘building blocks’ require deep and intensive research to identify them, contact the persons associated to these 'building blocks', set an appointment and meet virtually by zoom, skype, or teams.\n\nNew things can still be reinvented, high tech can be brought back to analog and bring human emotions back to interactions in e-commerce.","nextSteps":"Find more team members \nContinue contacting local partners in the home delivery service\nContinue contacting local partners in the other branches of retail, telecommunication industry, voice biometric authentication, etc\nImplementing the milestones proposed in the pitch deck","videoUrl":"https://www.youtube.com/watch?v=2Sc01YfC6MQ","urls":["https://drive.google.com/file/d/1QaLaWfIb08dIIdbH5qiJImZxusuNwhn7/view?usp=sharing","https://drive.google.com/drive/folders/1l5lj-RY0tj-bVwR2xkMj6BFSrpN7cyUy"],"relevanceToHackathon":"rewiring of existing building blocks in e-commerce, volunteers, supermarkets chains for a new normal and even beyond the corona crisis","relevanceToChallenge":"keeping vulnerable safe and a boost to e-commerce and integration to active rider volunteer system","longTermImpact":"bringing life to elderly, simplifying their life with technology even beyond the new normal and corona crisis, prepared for possibility of multiple after waves of the pandemic","progressDuringHackathon":"Contacts with partners and identification of potential partners in other industries other than supermarket/food","valueAdded":"* One-button interaction\n* Traditional analog communications\n* Bring back emotions to human interactions\n* Extended shopping spree, new hobbies, new life\n* No chatbots\n* No emoticons / emojis\n* No SMS","thumbnail":"dolce-covida-thumbnail.jpg","images":["dolce-covida-1.jpg","dolce-covida-2.jpg"],"team":{"primaryTopic":{"id":"supportrequestforhelp","title":"Support & Solidarity"}},"name":"dolce-covida","datePublished":"2020-05-31","youTubeVideoId":"2Sc01YfC6MQ"},{"id":"cc3ecdef-54e9-447e-a8d9-f662c8502379","title":"Hyperlocal","tagline":"Team 1024","description":"Loca.Ly : Know your neighborhood. \nWhether it’s support for shopping for particularly vulnerable persons during COVID-19 lockdown, a lost cat, searching for a helping hand in the household: There is much that happens right around us, in the close vicinity of our neighborhood. \nBut how to reach out, and how to get to know about it? In particular during a lockdown situation, but also in the new normal.\n\n\nPeople need fast accurate local knowledge about nearby resources.\nWe designed local.ly as a mobile-first solution based on a proximity approach.  \nlocal.ly aims to reactivate local small business and connecting them to their neighborhood.\nThis solution will also promote local information, municipality announcements, events, support, knowledge and service sharing between neighbors.\n","technologiesUsed":"Slack, Miro, inVisionStudio, Google docs, iMovie","obstacles":"Even if they were registered, members never joined when our Group got together.Getting the right slack channel for the group. ","accomplishments":"Designing solution for real identified needs and getting positive feedback from the mentors.\nA company like \"NextDoor\" has been developping  a pretty close business.","learnings":"I learned more about Switzerland and got to know of knew technology such as miro","nextSteps":"Attending incubator, applying for funds.Build an MVP.Test it with municipality","videoUrl":"https://youtu.be/May0SH2yAKc","urls":["https://versusvirus.slack.com/files/U011E51UYKA/F014CRGLUT0/lean_canvas.pdf?origin_team=T0115JP1WJZ&origin_channel=C014ME5SV9S"],"relevanceToHackathon":"Its a local app, that allows to get local informations and resources without going out of your home.","relevanceToChallenge":"local.ly aims to reactivate local small business and connecting them to their neighborhood.\nThis solution will also promote local information, municipality announcements, events, support, knowledge and service sharing between neighbors.","longTermImpact":"Social sustainability: More solidary neighborhood and local supply make the group more resilient to shortages and individual or global crises. This solution will make the “new normal” better and the neighborhood ready for a new crisis, making transition periods less stressful.\nEnvironmental sustainability: Swapping, lending and shorter ways means less pollution and less energy consumption.\nIt will help the municipalities to strengthen their contacts and ties with citizens, being more aware of their needs and aspirations. Municipalities have a need for such solutions.","progressDuringHackathon":"we defined a new tool in form of an innovative solution called local.ly","valueAdded":"better social link, Sustainable future in sustainable environment, Better resilience, relocation of production, Promotion of circular economy","thumbnail":"hyperlocal-thumbnail.png","images":["hyperlocal-1.png","hyperlocal-2.jpg"],"team":{"primaryTopic":{"id":"afterthecrisis","title":"After the Crisis"}},"name":"hyperlocal","datePublished":"2020-05-31"},{"id":"d409a247-9235-4b38-b451-01ee617b0eac","title":"Boost your business!","tagline":"#platform #network #skills #showcases #exchange #customerdelight #stores #salons #restaurants #goodpractice #hotels","description":"During the crisis the companies have the need to optimize their businesses. What they learn, they can keep for the future. The big thing is to get to know, what the possibilites and chances are and how to implement them. Other companies and suppliers can help to find the right solution. To make this work, we simplified to the wordpress-post for the company and the supplier. We included a filter for the target group and a review system. The supplier side is highly interested to show their solutions and the company side has a need to find solutions and feedback from implementig in no time.","technologiesUsed":"Wordpress with plugins and some php.","obstacles":"Organising the team related to tasks and skills.","accomplishments":"We could cover everything from concept over marketing and sales to customer success and technology.","learnings":"To focus on simplicity and think big.","nextSteps":"Testing the prototype with real stores and suppliers and jumping into deatails.","videoUrl":"https://drive.google.com/file/d/1BMFiAJc6-wCgnWbCR0r5PWsXGa08mNMs/view","urls":["https://onthenet.jetzt","https://drive.google.com/drive/folders/1-NlkheOZbAmfSn8S2evQWZUR5pZoamGZ?usp=sharing"],"relevanceToHackathon":"Yes it can be used by the whole country and covers Covid issues as well as long term issues. ","relevanceToChallenge":"Yes, we bridge well between needs and missing resources. We lower the hurdles for digitalisation. ","longTermImpact":"It can give a boost to digitalisation of small businesses. ","progressDuringHackathon":"We started from zero and ended with a fully functional prototype. We didn’t know each other. ","valueAdded":"Free usage. National wide. ","thumbnail":"boost-your-business-thumbnail.png","images":["boost-your-business-1.jpg","boost-your-business-2.png"],"team":{"primaryTopic":{"id":"afterthecrisis","title":"After the Crisis"}},"name":"boost-your-business","datePublished":"2020-05-31"},{"id":"d7b9e08c-e6da-4b5c-ae58-194953cf1937","title":"Art Hub Live","tagline":"Connecting Live Artists, Arts and Audiences","description":"Art Hub transforms the relationship between artists and audiences forever by providing a digital space that is here to stay, creating a sustainable ecosystem that will complement traditional live performances as we have known them thus far.\n\nArt Hub acts as a virtual marketplace providing the space for artists and individuals - like you and me - to connect, schedule and pay for live performances and events. Artists and audiences can create an entire new marketplace, scalable globally across cultures and national borders, opening up markets that were previously thought unimaginable. As an artist you simply need to create your profile and set up an event for which you will set the price, the timing and the maximum number of participants. Art Hub global audience will increase the artist network and provide a facility for the artist to interact with the audience by receiving direct feedback and chatting with them after the event. In this way we hope Art Hub will open and nourish new interactions and relationships between artist and audience, which, while not physical, will be direct, interactive and emotional.\n\nIn addition, Art Hub is completely carbon-neutral! A percentage of every transaction is put towards funding street artists and a Sustainable Development Goal (SDG) project chosen by the artist directly. Thus, Art Hub not only supports social cohesion through local tradition and culture but all SDGs!","technologiesUsed":"We have leveraged existing off the shelf software available combining customized WIX solution for website and ticketing with a variety of streaming solutions leveraging OBS and WMix.\nOur current website allows artists and individuals to register and create their own profile. It also offers the possibility to view upcoming events and buy tickets. We are currently testing different streaming options; our preferred method for the moment is direct streaming on a private page of the Art Hub website followed by an interactive section on Zoom with the artist and audience. During this beta phase performances are completely free but participants are given the performer’s Paypal account so that they are able to make a voluntary donation.","obstacles":"There is a high level of back-end support required to prepare the artists for a flawless high quality streaming, which is very time consuming and limits the current scalability of the project.","accomplishments":"In a short time period we have hosted two Swiss Artists on our platform performing during the Hackathon weekend: Eoghan O'Sullivan, singer/musician living by Leman Lake, dedicating \"Gigs\" song to the Versus Virus Hackathon, and Marc Brondex, visual artist living in Rolle performing live drawing show. This proved the relevance of our MVP in the Swiss Context and gives us confidence that this can expand further.","learnings":"Participation in the Swiss Versus Virus Hackathon has been an incredible networking opportunity and an amplifier for our project as we've received great feedback from mentors to refine our Sustainability strategy as well as being approached by Swiss potential partners to further nurture our project.","nextSteps":"Now that the prototype and proof of concept validity is confirmed in both Italy and Switzerland we want to move to a crowdfunding phase to fund the technical automation enhancements to enable scalability as well as marketing needed to accelerate the creation of content (artists) as well as user and community acceptance.","videoUrl":"https://youtu.be/ep4xHYMd7Dw","urls":["www.arthublive.com","https://www.facebook.com/arthublive/","https://www.youtube.com/channel/UCVJWC7Yv2lXmItIKpv24rwA","https://devpost.com/software/art-heist-bo01jw","https://www.instagram.com/arthublive/"],"relevanceToHackathon":"Over 8'000 registered artists in Switzerland have been deeply disrupted by COVID-19. Their financial lifeblood, live performances, have been stranded and \"the back to normal\" remains distant especially as crowded locations such as theatres and concert venues are among the last ones to re-open and with significant restrictions. In fact, most concerts and performances in Switzerland over the summer have been cancelled. At the same time, most local venues such as bars are struggling financially and are likely to cut back on live performance events... So, how can Swiss artists continue to share their art and make a living in these difficult times?","relevanceToChallenge":"Art Hub provides an opportunity for local artists to increase their revenues in the short and long term. It connects artists, audiences and venues through a new media: online live performances. Art Hub thus acts as a virtual marketplace providing the space for artists and individuals to connect, schedule, pay and watch live performances and events. ","longTermImpact":"Art Hub will not obstruct the beauty and natural expression of live performances in theatres, markets, streets and anywhere artists and audiences can physically perform. Instead, Art Hub seeks to go one step further by creating a complementary vehicle for artists, venues and audiences to continue connecting and enriching their interactions in innovative ways. We believe that digital performances can open and nourish new interactions and relationships between artist and audience, which, while not physical, will be direct, interactive and emotional. We are convinced a digital solution is here to stay! In addition, the platform is easily scalable to artists worldwide as the solution is completely digital. ","progressDuringHackathon":"During the weekend we have hosted two live events from Swiss-based artists - a singer & musician and a watercolor painter. These events have allowed us to test our MVP with Swiss users. We have then used artists and viewers feedback to improve our back-end services and user experience. In addition, we have tailored the platform to a Swiss audience by adding the German and French translations of the website.\nFinally, we have started creating a crowdfunding campaign on Indiegogo which we are finalizing and have created a short 1 min video pitch to introduce our concept!","valueAdded":"Compared to other online streaming platforms, Art Hub will give back to local professional artists complete control over their content - price, timing, method of interaction with audience and promotion options, allowing them to increase their revenue, network and content. It will allow even small scale artists and venues to increase their revenue streams. Art Hub is currently the only streaming platform with interaction at its core, not only allowing us to view a live performance but also to have a live engagement with the artist! In this way, we hope to activate a deeper critical reflection for both audiences and artists as well as empathy for the artist who created it, making each live performance poignant and personal.\nThe Art Hub platform is completely carbon-neutral and 3% of all ticket revenues will be put towards funding street artists and/or a Sustainable Development Goal (SDG) related project chosen by the artist directly.","thumbnail":"art-hub-live-thumbnail.jpg","images":["art-hub-live-1.jpg","art-hub-live-2.jpg","art-hub-live-3.jpg","art-hub-live-4.jpg","art-hub-live-5.jpg"],"team":{"primaryTopic":{"id":"economical","title":"Economic Impact"}},"name":"art-hub-live","datePublished":"2020-05-31","youTubeVideoId":"ep4xHYMd7Dw"},{"id":"e7ad3426-fc3c-4c98-bbf3-df25299a79e3","title":"Citizen Empowerment thanks to WasteWater","tagline":"Economic Impact, Prevention, Smart&Resilient Cities, Cybersecurity, Supply chains","description":"WasteWater Data is key to drive better :\n- health\n- security\n- economic opportunities\n\nEvery citizen and organisation generates wastewater.\n\nOur solution is to give access to wastewater data in a simple, transparent and in an easy to understand format to empower the users, so they can:\n- act and be informed about health issues via wastewater analysis, such as a virus detection early warning mechanism\n- extract wastewater value by transforming it into renewable energy, fertilisers, bio-cements, clean water and other valuable commodities or products\n- get rewards or incentives to improve the overall wastewater management cycle","technologiesUsed":"There are numerous smart-meters to measure wastewater volumes and content. For example Biobot.io \nTo those technologies independent monitoring would be requested basis some ISO standards that can be inserted in smart contracts for blockchain e.g. with Etherium. ","obstacles":"- regarding Health matters : Prior Covid19 pandemic, in 2019, I (Valerie Issumo) asked stakeholders supposed to be catalysts for changes (e.g. Geneva Science and Diplomacy Anticipator) to consider virus detection and other targeted wastewater analysis to reduce uncertainties and act proactively. The poliomyelitis, SRAS and other diseases have indeed been eradicated (when vaccin are available) or contained thanks to wastewater analysis.  The pandemic would not have happened outside China if an endemic management plan (to track patient 0 in Europe or other places when signalled by the wastewater plant) if I would get more consideration despite my insistance. Empowering people by enabling them to be alerted (smart meters at household level or detectors at streets levels) is therefore  key also for data protection and liabilities\n- on wastewater valuing : today wastewater transformation are lacking (this is the case for 80% of global wastewater) or are often not efficient. This is partially due to content expensive to treat due to some chemical pollutants. To enable efficient and profitable wastewater transformation, it is therefore important to empower everybody to consume according to conscious choices thanks to branding and clear information. For example, cleaning cloths with biodegradable soap with local ingredients (e.g. oil) does not only drives local productions, it enables better valuing of wastewater transformation","accomplishments":"The Team 1003 is like a gift: this shows us that acting together in the interest of everybody is possible. In 48h00 we achieved to agree on core content, strategy for next steps and on presentation!  ","learnings":"That there is plenty of room for a better world through an initiative that presently has the size of a virus. Our Team know that the leverage effects of good communication can be huge. \nTo be compared with a vaccine, we learned that  : \n- the energy of our team was contagious\n- a medical vaccine will never have the positive effects of empowering people by knowledge and by deciding to be rewarded or not (the polluter pay principle doesn't work)\n- it is possible to upgrade existing wastewater treatment plants and build additional wastewater biorefineries just by matching existing needs such as the car industry to be converted into biorefineries assembly production lines.\nThe Covid19 lockdown showed us that some people have supported artists or other sectors by leaving funds for a forward delivery. We therefore have hopes that reversing the supply chains to produce what makes sense, how it makes sense and where it makes sense is possible. \n","nextSteps":"Our next steps are:\n- to join VersusVirus incubator\n- get partners and think tank members to make a show case of smart-resilient city \n- search for sponsors for a comic, video or other media support to demystify the wastewater value chain","videoUrl":"https://video214.com/play/Tol1EJNnP4omzUj20lGRaw/s/dark","urls":["https://www.pranasustainablewater.ch/en/index.php","https://drive.google.com/file/d/1pgSVb8pzkBYhi9h13oLHUFkuTv3Re1jG/view"],"relevanceToHackathon":"Our project is positioning itself as an advocacy group to solve current Swiss health and economic problems. \nFor example, \n- Swiss media could have funds according to their influence on wastewater content that could be measured via the evolution of wastewater transformation. \n- Smart Resilient cities according to virus detection and decentralised wastewater transformation is also an answer against cyber threats because some info from smart-meters could be off internet\n- Wastewater circular economy enables some production inputs such as fertilisers and energy to be cheaper than classical current alternatives; this answers the need for Swiss competitiveness\nWe believe that Switzerland could become a Solving Branded Nation and take leadership in solving simultaneously environment, social and economic issues. ","relevanceToChallenge":"- Health issues: in addition to value chain of systematic virus detection (+other health threats such as antibiotic resistance) cleaner environment through wastewater transformation and better food more affordable for All through bio fertiliser will improve the immune system \n- Total wastewater (municipal + industrial) 1’000 km3/year wastewater generated per person 7,7 bn global population = 130 m3/ wastewater footprint/pers/year while the water needs/person are minimum 2m3/pers/day * 365 days = 730 m3/pers/year (considering 1 calorie needing about 1 liter water https://waterfootprint.org/en/water-footprint/product-water-footprint/water-footprint-crop-and-animal-products/ and on average we all need 2000 calories/day/pers) \nCHF 15’400 billion (CHF 2000 year/pers * 7.7 bn people) could be added every year as purchase power thanks to wastewater transformation into renewable energy, fertilisers, clean water, bio-cements …etc… that can be cheaper and more efficient that the classical alternatives \n\nCross check/lower scenario for treated water : minimum water footprint to live = 2500 liters/day (e.g. minimum need for 1 calorie = 1 liter if vegetarian + water footprint for cloth 1 T-shirt = approx 2500 liters to be reused and water cleaned + water footprint for other basic needs) > if the WWEX gets 1/1’000 = 7,7 bn * 2,5m3 * 365 days / 1000 = 7 bn m3 if average wastewater recycling = 0,5 $/m3 = USD 3,5 bn transactional flows (= $ 350 mln profit if 10% fee on transactions).","longTermImpact":"For a decade Ghent university has found out that wastewater can have a higher value than water. ","progressDuringHackathon":"Intense! ","valueAdded":"Empowering every citizen","thumbnail":"wastewater-data-thumbnail.png","images":["wastewater-data-1.gif","wastewater-data-2.gif","wastewater-data-3.gif","wastewater-data-4.gif","wastewater-data-5.gif","wastewater-data-6.gif","wastewater-data-7.gif","wastewater-data-8.gif","wastewater-data-9.gif","wastewater-data-10.gif","wastewater-data-11.gif","wastewater-data-12.gif","wastewater-data-13.gif","wastewater-data-14.gif"],"team":{"primaryTopic":{"id":"protection","title":"Protection of Risk Groups"}},"name":"wastewater-data","datePublished":"2020-05-31"}]}}